use jm_erp;

insert into pc_order_sheet(order_number, client_name, contact_person, item, delivery_date, amount,  completion_status, progress_status, project_name)
values ("2024-10-30", "하람", "John Doe", "생닭가슴살", "2024-02-02", 100, "X", "진행중", 750000),
("2024-10-30", "형제물산", "김형제", "야채
", "2024-02-02", 100, "X", "진행중", 250000),
("2024-10-30", "형제물산", "김형제", "불고기 소스", "2024-02-02", 100, "X", "진행중", 200000),
("2024-10-30", "형제물산", "김형제", "설탕", "2024-02-02", 100, "X", "진행중", 150000),
("2024-10-30", "형제물산", "김형제", "쌀", "2024-02-02", 100, "X", "진행중", 200000),
("2024-10-30", "형제물산", "김형제", "곤약", "2024-02-02", 100, "X", "진행중", 800000),
("2024-10-30", "우리소", "우삼겹", "쇠고기", "2024-02-02", 20, "X", "진행중", 600000);